packages/cscwrapper/cscwrapper-3.0.0.tar.gz/cscwrapper-3.0.0/cscwrapper/CSC/templates/ValidateFiling.xml

<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:eser="http://eservices.cscfinancialonline.com/">
    <soap:Header />
    <soap:Body>
        <ValidateFiling xmlns="https://eservices.cscfinancialonline.com/">
            <params>
                <param name="loginGuid">{{ guid }}</param>
                <param name="contactNo">{{ contact_no }}</param>
                <param name="orderID">{{ order_id }}</param>
            </params>
        </ValidateFiling>
    </soap:Body>
</soap:Envelope>